Repository: nikifkon-old/questionnaire_bot
Catalog: locales/*/LC_MESSAGES/tbot.po
Languages: ru

source: Hello! Answer a few questions.
ru: Привет! Ответь на несколько вопросов ниже.

source: Oops.. <b>Your payload is invalid.</b> Please try register manually by typing /register Error message: <b>{error_message}</b>
ru: Упсс.. <b>Переданна недопустимая информация.</b> Попробуйте зарегистрироваться вручную, напечатайте команду/register Текст сообщения об ошибке: <b>{error_message}</b>

source: All right! Your now registed Your account data is: {user_data} If you would like to update your profile info. Type /update
ru: Отлично! Теперь Вы зарегистрированны. Данные вашего аккаунта: {user_data} Если вы хотите обновить их. Напечатайте команду /update

source: You are already registered. Your account data is: {user_data} If you would like to update or full it. Type /update.
ru: Вы уже зарегистрированны. Данные Вашего аккаунта: {user_data} Если Вы хотите обновить их или дополнить. Напечатайте /update.

source: Enter your area
ru: Введите Ваш район

source: Enter your street
ru: Введите Вашу улицу

source: Enter your house number
ru: Введите номер Вашего дома

source: Opps... house number must contain only digits. Please try again
ru: Упсс... номер дома должен содержать только цифры. Пожалуйста попробуйте ещё раз

source: Your account data is {user_data} Please provide field you wanna and new value seprated by <b>comma-space</b> Ex. <i>Phone number</i>, <b>+12345678901</b> For save new data type /exitupdate
ru: Данные Вашего аккаунта: {user_data} Пожалуйста напечатайте поле которое вы хотите обновить и новое значение для него, и разделите их<b>запятой и пробелом</b> Например: <i>Phone number</i>, <b>+12345678901</b> Для того, чтобы сохранить новые данные, напечатайте команду /exitupdate

source: You successfully update your profile data: {user_data}
ru: Вы успешно обновили данные вашего аккаунта: {user_data}

source: '{field}' successfully updated Please provide field you wanna and new value seprated by <b>comma-space</b> <i>Ex. Phone number, +12345678901</i> For save new data type /exitupdate
ru: поле: '{field}' успешно обновленно Пожалуйста напечатайте поле которое вы хотите обновить и новое значение для него, и разделите их<b>запятой и пробелом</b> Например: <i>Phone number</i>, <b>+12345678901</b> Для того, чтобы сохранить новые данные, напечатайте команду /exitupdate

source: Oops.. An error has occurred. Error message: <b>{error_message}</b> Please try again
ru: Упсс.. Произошла ошибка. Текст сообщения об ошибке: <b>{error_message}</b> Пожалуйста попробуйте ещё раз

source: Field '{field}' is not valid List of valid fields: {fields}
ru: Поле '{field}' не существует Список возможных полей {fields}

source: In order to {action}, you need to have one. Please Register first. Type /register
ru: Для того, чтобы {action}, Вам нужно иметь его. Пожалуйста, зарегистрируйтесь сначала. Напечатайте команду /register

source: You are successfully delete your account. If you want to create new. Type /register
ru: Вы успешно удалили свой аккаунт. Если вы хотите создать новый, напечатайте команду /register
